{
  "slides": {
      "start":{
         "header":"StoringBitcoin.info</h2>",
         "sub":"Deze website helpt je een goede manier te vinden om je bitcoins op te slaan.",
         "havebtc":"Heb je Bitcoin?",
         "no":"Nee, nog niet",
         "yes":"Yeah!"
      },
      "ihavebtc":{
         "intro":"Super! Welkom mede-bitcoiner!",
         "question":"Hoe sla je je bitcoins nu op?",
         "exchange":"Op de exchange waar ik ze kocht",
         "hardwarewallet":"Ik gebruik een hardware-wallet",
         "softwarewallet":"Ik gebruik een software-wallet om ze op te slaan (op telefoon of computer)"
      },
      "nobtc":{
         "intro":"TRANSLATEME:Ah, a precoiner! Before you buy any bitcoin, make sure you understand bitcoin.",
         "warning":"TRANSLATEME:Never buy for more money than you can lose.",
         "question":"TRANSLATEME:How do you want to buy bitcoin?",
         "spot":"TRANSLATEME:Simple using a spot site",
         "friends":"TRANSLATEME:I will buy from friends or using a peer to peer platform",
         "exchange":"TRANSLATEME:Advanced using an exchange"
      },
      "spot":{
         "intro":"TRANSLATEME:Spot sites allow you to simply buy bitcoin. You say how many you want (or how much you want to spend).",
         "question":"TRANSLATEME:After buying you need to put the bitcoin on a wallet",
         "next":"TRANSLATEME:Start choosing a wallet"
      },
      "exchange":{
         "intro":"TRANSLATEME:Exchanges are a great way to buy bitcoin. You can use market orders, or do more advanced orders there. After buying, your bitcoin remain on the exchange.",
         "warning":"TRANSLATEME:Exchanges can get hacked. Your account can get hacked. Exchanges can go bankrupt and disappear.",
         "question":"TRANSLATEME:Do you accept this risk?",
         "yes":"TRANSLATEME:Yes I accept this risk",
         "no":"TRANSLATEME:That does not sound good, tell me what to do!"
      },
      "amount":{
         "intro":"TRANSLATEME:You need to decide how to store your bitcoin",
         "question":"TRANSLATEME:Is this a large amount?",
         "softwarewallet":"TRANSLATEME:No, it's a low amount. I don't need the highest level of security. Tell me about software wallets.",
         "hardwarewallet":"TRANSLATEME:Yes, I do not want to lose this bitcoin. Tell me how I can keep these bitcoins secure myself.",
         "custodialparty":"TRANSLATEME:Yes, I do not want to lose this bitcoin. Tell me how 3rd parties can help me keeping these bitcoin secure."
      },
      "storeexchange":{
         "intro":"TRANSLATEME:You will keep your bitcoin on an exchange",
         "warning":"TRANSLATEME:Accounts without 2FA are insecure. Enable 2FA!",
         "question":"TRANSLATEME:That's it! You will keep your bitcoin at a third party",
         "reconsider":"TRANSLATEME:Actually. I might not like that after all",
         "theend":"TRANSLATEME:Sure!"
      },
      "softwarewallet":{
         "intro":"TRANSLATEME:Let's look at Software Wallets, which are wallets on your phone or computer.. They are often the easiest way to store (low amounts) of bitcoin. They allow you to spend quickly and on the road, which is cool. Most often 3rd parties are informed of balances belonging to your IP address.",
         "warning":"TRANSLATEME:Be aware software wallets can get hacked and your info is not always private",
         "question":"TRANSLATEME:Are you OK with the risk of losing the amount you have on this software wallet because of hacking, and your data not necessarily being private?",
         "yes":"TRANSLATEME:Yes, this is acceptable to me",
         "no":"TRANSLATEME:No, I want more security"
      },
      "softwarewallet2":{
         "intro":"TRANSLATEME:Via bitcoin.org, choose a wallet that meets your needs. Choose a non-custodial wallet. Install it on your phone/computer",
         "warning":"TRANSLATEME:Be aware that you will get a backup phrase. If your phone is broken/stolen you cannot recover the coins without this backup phrase. So store it well, on paper (never digitally), possibly in a safe?",
         "question":"TRANSLATEME:That's it! You are ready for the future.",
         "theend":"TRANSLATEME:Final step"
      },
      "hardwarewallet":{
         "intro":"TRANSLATEME:Hardware wallets are a great way to store secrets! Also there are a lot of choices to be made, and we will help you.",
         "question":"TRANSLATEME:Some wallets require you to get transaction info from a 3rd party. Information will probably be right, but you need to trust them. Also they will get information about your funds. Do you accept this risk?",
         "yes":"TRANSLATEME:That is OK with me, I take the easier option",
         "no":"TRANSLATEME:That does not sound good at all! I do not want to trust a 3rd party."
      },
      "node":{
         "intro":"TRANSLATEME:Having your own Bitcoin node will let you keep track of transactions yourself. No need to trust a 3rd party, yay!",
         "requirement":"TRANSLATEME:Keep in mind you want the ability to connect your node when choosing a wallet, not all wallets support that.",
         "next":"TRANSLATEME:I understand that having a node is the only way to not have to rely on 3rd parties and will install one"
      },
      "robbery":{
         "intro":"TRANSLATEME:Okay, so you will have your hardware wallet, you will hold your own bitcoin. That's very cool. Now something to consider:...",
         "warning":"TRANSLATEME:There is a chance you get robbed (at home?) and are forced to give up your bitcoin...",
         "question":"TRANSLATEME:Do you want to keep this into account?",
         "yes":"TRANSLATEME:Yeah what can I do?",
         "no":"TRANSLATEME:Does not sound too plausible, skip this risk please!"
      },
      "robberysolutions":{
         "intro":"TRANSLATEME:A robbery might happen but there are some tricks/solutions:",
         "info":"TRANSLATEME:<ul><li>You could buy a hardware wallet that gives you the option to set a timeout for unlocking. You then need to wait 1/2/4/8/24/... hours to be able to send.</li><li>You can consider buying a (2nd) distraction-wallet.</li><li>You can consider a wallet that allows for setting a 2nd (distraction) amount. This will be a lower amount that shows as \"everything there is to steal\"</li></ul>",
         "warning":"TRANSLATEME:If possible do not send your wallet to your home address. If your wallet vendor's database gets hacked, the hackers know at what home addresses to look for bitcoin.",
         "next":"TRANSLATEME:I'll consider this. Let's continue!"
      },
      "buywallet":{
         "intro":"TRANSLATEME:All right! Time to buy a wallet.",
         "info":"TRANSLATEME:<a href=\"https://github.com/storingbitcoin-info/website/issues/10\" target=\"_blank\"><em>This site is a work in progress. We do not yet offer a list of wallets based on your choices.</em></a>",
         "question":"TRANSLATEME:Did you buy a wallet?",
         "yes":"TRANSLATEME:Yes. And I have my own node.",
         "yes":"TRANSLATEME:Yes. And I do not want to have a node of my own.",
         "yes":"TRANSLATEME:Yes. But why would I want my own node?"
      },
      "linknode":{
         "intro":"TRANSLATEME:You are taking the hard core route, that is cool. You will be your own bank!",
         "question":"TRANSLATEME:Now is the time to link the wallet software to your own node",
         "next":"TRANSLATEME:Cool, done!"
      },
      "boughtwallet":{
         "intro":"TRANSLATEME:Congrats on your wallet. It's a great step towards security for your bitcoin.",
         "warning":"TRANSLATEME:Tip: Now you have received it, ask the store where you bought it to delete your data. Non existing data cannot be stolen! At installation your wallet will give you seed words. You most store these safely offline (this means to NEVER put this into a computer/phone/cloud!)",
         "question":"TRANSLATEME:Do you want to protect these words (the seed) against fire?",
         "yes":"TRANSLATEME:Yes, a fire should not destroy my bitcoin!",
         "no":"TRANSLATEME:No, I am not worried about that. I will put my seed in a safe place."
      },
      "fireprotection":{
         "intro":"TRANSLATEME:There are some solutions to protect your seed against fire",
         "info":"TRANSLATEME:<ul><li>You can buy a steel plate and hammer the words in</li><li>You can put the seed in a fireproof safe</li></ul>",
         "next":"TRANSLATEME:Cool, let's continue"
      },
      "otheraccess":{
         "intro":"TRANSLATEME:Your bitcoin is now stored at one location (your home presumably). You might not want your house to be a single point of failure.",
         "warning":"TRANSLATEME:Also consider if you die, others might want access to your bitcoin!",
         "question":"TRANSLATEME:Do you think others might need access to your bitcoin?",
         "yes":"TRANSLATEME:Yeah others might need access / I do not want my house to be a single point of failure / I want to put restrictions on spending my bitcoin.",
         "no":"TRANSLATEME:Nah, I'm good, let's not consider this"
      },
      "trustpeople":{
         "intro":"TRANSLATEME:You will want to spread your backup over multiple locations",
         "question":"TRANSLATEME:Do you have some people you 100% trust?",
         "yes":"TRANSLATEME:Yes, I trust some people completely with my money, and they live at different locations",
         "no":"TRANSLATEME:I'd rather not put complete trust at these people"
      },
      "havetrustedpeople":{
         "intro":"TRANSLATEME:That's good, there are people you trust. You could put a copy of your seed at their houses.",
         "warning":"TRANSLATEME:Be aware! There are now multiple locations that enable stealing of your whole bitcoin fortune.",
         "question":"TRANSLATEME:Is that OK?",
         "yes":"TRANSLATEME:Yes, I will give these people a copy of my seed words",
         "no":"TRANSLATEME:No, tell me about better options"
      },
      "spendmoney":{
         "intro":"TRANSLATEME:Okay, we will not put complete trust in others. That makes sense.",
         "question":"TRANSLATEME:Are you OK with spending some extra money for security?",
         "yes":"TRANSLATEME:That's fine",
         "no":"TRANSLATEME:No, I have already spent money on my wallet, let's go for a technical solution",
         "no":"TRANSLATEME:No, I have already spent money on my wallet, let's go for a simple solution"
      },
      "willspendmoney":{
         "intro":"TRANSLATEME:Security is worth money! We agree!",
         "info":"TRANSLATEME:<ul><li>You could go to a notary</li><li>You could put your secrets (or a 2nd backup wallet) at a (bank) safe</li><li>You could trust a custodial company specialized in storing bitcoin</li></ul>",
         "question":"TRANSLATEME:How does that sound?",
         "yes":"TRANSLATEME:I like (one of) those. Will put my seed (or a 2nd backup wallet) at one of those parties.",
         "no":"TRANSLATEME:I'd rather have a technical solution where I need less trust in 3rd parties"
      },
      "ssss":{
         "intro":"TRANSLATEME:Technology can do interesting things!",
         "info":"TRANSLATEME:Shamir's Secret Sharing is an algorithm that let's you cut your seed into multiple parts in a safe way. You can cut it into a 3-of-5 for example. This means you cut it in 5 parts, and 3 parts are needed to access your bitcoin. You can pick all the X-of-N numbers you want.",
         "warning":"TRANSLATEME:This solution is quite technical. Be sure you make good documentation, so you will still know how to work with the parts in 10 years.",
         "question":"TRANSLATEME:Like this?",
         "yes":"TRANSLATEME:Very cool. I will cut up my seed into some parts using Shamir's Secret Sharing.",
         "simple":"TRANSLATEME:That sounds (too) hard. Can we go for a simpler solution?"
      },
      "cutseed":{
         "intro":"TRANSLATEME:Your seed is usually 24 words. You could cut these up into 2 parts of 12 words, or 3 parts of 8 words for example, and put these parts at different friends' locations",
         "warning":"TRANSLATEME:You need ALL the parts to get access to your bitcoin. Losing ANY of these parts means you will forever lose access to your bitcoin!",
         "question":"TRANSLATEME:Does that sound OK?",
         "yes":"TRANSLATEME:Yeah that is fine (it's a backup anyway)",
         "ssss":"TRANSLATEME:Hmm, please tell me about a technical solution (Sharing's Secret Sharing)",
         "custodialparty":"TRANSLATEME:Maybe I'd like a 3rd party after all to arrange this for me"
      },
      "custodialparty":{
         "intro":"TRANSLATEME:Third party could be a good solution",
         "warning":"TRANSLATEME:Remember you do often need some trust in these parties. Make sure you are well informed about risks.",
         "question":"TRANSLATEME:What do you want to do?",
         "backupwalletcustodial":"TRANSLATEME:I will put a 2nd wallet at a safe, notary or custodial, tell me how",
         "backupwalletcustodial":"TRANSLATEME:I will put a copy of my seed at a custodial, tell me how",
         "ssss":"TRANSLATEME:Maybe I do not like the idea of a custodial after all, what's the technical option?"
      },
      "multisig":{
         "intro":"TRANSLATEME:A multisig consists of multiple (hardware) wallets and X-of-N transactions. You could have 5 wallets for example, and need 3 of them to sign your transaction (= send your bitcoin). You can pick any numbers you'd like. Higher numbers means more action is needed. Multisig is often considered the holy grail of self-custody security. It's also used within big custodial companies and exchanges to make sure not 1 single person can access the bitcoin, for example 3 wallets are needed (maybe the CEO, CFO and a dude named Ben always need to sign)",
         "warning":"TRANSLATEME:For all actions you do with your multisig-secured bitcoin you need collaboration of multiple parties. This means more work is needed.",
         "question":"TRANSLATEME:Does that sound good?",
         "yes":"TRANSLATEME:Yes. Tell me how to achieve this high level of security!",
         "custodialparty":"TRANSLATEME:Maybe I want a custodial party after all to arrange these things",
         "ssss":"TRANSLATEME:Tell me about other technical solutions to solve this"
      },
      "distributeparts":{
         "intro":"TRANSLATEME:So you have your seed in multiple parts now, great! You can place these parts at your friends' houses, or put (some of) them at a trusted third party",
         "warning":"TRANSLATEME:Forgetting how to use the parts is one of bigger risks here. Make sure you have instructions on how to access your coins (use the parts) 10 years from now. Also consider scheduling a yearly verification, checking everyone still has your secrets.",
         "physicalsecurity":"TRANSLATEME:I will distribute these parts to houses of my friends",
         "seedcopycustodial":"TRANSLATEME:I want tu put these copies at a (trusted) custodial party"
      },
      "backupwalletcustodial":{
         "intro":"TRANSLATEME:You can have multiple hardware wallets using the same secrets. You are considering putting a backup wallet at a custodial",
         "info":"TRANSLATEME:To do this, buy a second hardware wallet and initialize it using the same seed words. Now both wallets can be used to access the same bitcoin",
         "theend":"TRANSLATEME:Nice!"
      },
      "seedcopycustodial":{
         "intro":"TRANSLATEME:You can put your secrets at a custodial party. Depending on the choices you made, more or less trust is needed. For a multisig or Shamir's Secret Sharing-scheme, less trust is needed than putting a copy of your seed at a 3rd party",
         "warning":"TRANSLATEME:A copy of your seed will give full access to the 3rd party, make sure you trust them",
         "theend":"TRANSLATEME:I understand and I am OK with the risks / I will use multisig or Shamir's Secret Sharing",
         "ssss":"TRANSLATEME:Tell me about multisig",
         "ssss":"TRANSLATEME:Tell me about Shamir's Secret Sharing"
      },
      "multisighow":{
         "intro":"TRANSLATEME:Multisigs are very cool",
         "info":"TRANSLATEME:<ol><li>Decide how many parties (people) you want to involve in total. This is your variable <em>N</em></li><li>Decide how many of these parties you want to have at minimum to sign transactions (send bitcoin) this is variable <em>X</em></li><li>Find a hardware wallet that supports multisig schemes, buy <em>N</em> of these wallets</li><li>Set up your X-of-N multisig using the wallets</li><li>Distribute the wallets over multiple parties</li><li>Make sure you document the needed steps well, so in 10 years you still know how to use the multisig</li>",
         "warning":"TRANSLATEME:Losing too many parts or forgetting how multisig works are the bigger risks. Make sure people understand what their part is/means. Document this well. Consider scheduling a yearly check to make sure everyone is still in posession of their wallets and understands.",
         "question":"TRANSLATEME:Is that all good?",
         "next":"TRANSLATEME:Nice. Show me the last steps."
      },
      "physicalsecurity":{
         "intro":"TRANSLATEME:One of the last things you might want to consider is phisical security. Think about a safe, weapons (if legal). This applies to all locations you (might have) put (parts of) your secrets.",
         "theend":"TRANSLATEME:Sure!"
      },
      "XXX":{
         "intro":"TRANSLATEME:XXX",
         "warning":"TRANSLATEME:YYY",
         "question":"TRANSLATEME:XXX?",
         "yes":"TRANSLATEME:XXX",
         "no":"TRANSLATEME:YYY"
      },
      "opsec":{
         "intro":"TRANSLATEME:That's it. Hope this website was useful to you. If it was, please share it.",
         "warning":"TRANSLATEME:Keep in mind that talking about how you did your own security, might not be safe and might make you a target.",
         "question":"TRANSLATEME:That's it! You are ready for the future.",
         "start":"TRANSLATEME:Great! (start again)"
    }
  }
}
